/* No comment provided by engineer. */
"%@ review" = "%@ review";

/* No comment provided by engineer. */
"%@ reviews" = "%@ reviews";

/* No comment provided by engineer. */
"335 Hairfies" = "335 Hairfies";

/* No comment provided by engineer. */
"Add a Hairfie" = "Add a Hairfie";

/* No comment provided by engineer. */
"Ajoutez votre review..." = "Ajoutez votre review...";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Closed today" = "Closed today";

/* No comment provided by engineer. */
"Enter a comment..." = "Enter a comment...";

/* No comment provided by engineer. */
"label" = "label";

/* No comment provided by engineer. */
"more (%@)" = "more (%@)";

/* No comment provided by engineer. */
"No information" = "No information";

/* No comment provided by engineer. */
"No phone number" = "No phone number";

/* No comment provided by engineer. */
"Open today" = "Open today";

"No Hairdresser" = "Your hairdresser is not here? Report it";

"Report an error" = "Report an error";

"Works today" = "Works today";
"Does not work today" = "Does not work today";

"Navigate" = "Navigate";

"No service" = "No service available right now";

"Navigate via Google Maps" = "Navigate via Google Maps";
"Navigate via Apple Maps" = "Navigate via Apple Maps";